// На цикл в цикле. 
    // 12) Выведите на экран таблицу умножения (как в школьной тетради).
    const arr = 
    // 13) Заполните массив следующим образом: в первый элемент запишите '1', во второй '22', в третий '333' и так далее. Показать решение.
    // 14) Заполните массив следующим образом: в первый элемент запишите 'x', во второй 'xx', в третий 'xxx' и так далее.
        // const arr = [];
        // for (let i=0; i<10; i+=1) {
        //     arr.push('x'.repeat(i+1))
        // }
        // console.log(arr)
    // 
// 