import React from 'react';

const ModelSHystory = () => {
    return (
        <div>
            <p>Tesla начала поставки с 1000 седанов ограниченного выпуска Signature и Signature Performance, оснащённых аккумуляторами ёмкостью 85 кВт·ч и стоимостью 95 400 и 105 400 долларов соответственно.</p>
            <p>Изначально в планах Tesla было начать в 2013 году производство автомобилей с аккумуляторами ёмкостью 60 кВт·ч (335 км) и 40 кВт·ч (260 км), однако из-за малого спроса от модели на 40 кВт·ч решено было отказаться от них.</p>
            <p>В июне 2013 года компания показала перезарядку Model S путём автоматической замены батареи. В ходе демонстрации было показано, что процедура занимает примерно 90 секунд, что более чем вдвое быстрее заправки полного бака аналогичного бензинового автомобиля. По заявлению президента компании Илона Маска, «медленная» (20 минут для 50 % заряда аккумулятора) зарядка батареи Model S на заправочных станциях компании останется бесплатной, в то время как быстрая замена обойдётся владельцу машины в сумму около 60—80 долларов, что примерно соответствует стоимости полного бака бензина.</p>
            <p>Однако, в дальнейшем, от планов по автоматической смене батарей было решено отказаться в пользу развития сети заправок Tesla Superchargers. Только автомобили, проданные до 22 января 2017 года, будут пользоваться пожизненной бесплатной неограниченной быстрой зарядкой на станциях Tesla Superchargers; автомобили, проданные после января 2017 года, получат 400 кВт·ч бесплатной быстрой зарядки в год, при превышении этого количества, владельцу придётся оплатить стоимость потреблённого во время быстрой зарядки электричества.</p>
            <p>В 2016 году Tesla Model S получил обновлённый дизайн, частично более схожий с Model 3. В 2017 году также произошло некоторое обновление модельного ряда и теперь в продаже доступны только версии 75, 75D, 100D, P100D (цифры обозначают ёмкость аккумулятора в кВт·ч, D — полный привод, P — производительная версия).</p>
        </div>
    );
};

export default ModelSHystory;